{
  "topics": [
    "If you could visit any place in the world, where would you go?",
    "What is your favorite book and why?",
    "If you could have dinner with any historical figure, who would it be?",
    "What is a skill you'd like to learn and why?",
    "If you could live in any period of history, when would it be?",
    "What is your favorite movie genre and why?",
    "If you could instantly become an expert in something, what would it be?",
    "What is a hobby you have or would like to have?",
    "If you could meet any fictional character, who would it be?",
    "What is your favorite type of cuisine?",
    "If you could have any superpower, what would it be?",
    "What's the most adventurous thing you've ever done?",
    "If you could only listen to one music genre for the rest of your life, what would it be?",
    "What is your dream job and why?",
    "If you could witness any historical event, what would it be?",
    "What's the best piece of advice you've ever received?",
    "If you could own any animal as a pet, what would it be?",
    "What's the last book you read and would you recommend it?",
    "If you could time travel, would you go to the past or the future?",
    "What's your favorite season and why?",
    "If you could switch lives with any celebrity for a day, who would it be?",
    "What's your go-to karaoke song?",
    "If you could master one instrument, what would it be?",
    "What's your favorite board game?",
    "If you could have dinner with any fictional character, who would it be?",
    "What's your favorite dessert?",
    "If you could be fluent in any language, which one would you choose?",
    "What's your favorite holiday and why?",
    "If you could have any job for a day, what would it be?",
    "What's the most recent show you binge-watched?",
    "If you could have any talent, what would it be?",
    "What's your favorite outdoor activity?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite childhood memory?",
    "If you could trade lives with anyone for a day, who would it be?",
    "What's your dream travel destination?",
    "If you could have any car, what would it be?",
    "What's your favorite way to spend a day off?",
    "If you could invent something, what would it be?",
    "What's your favorite app on your phone?",
    "If you could have dinner with any celebrity, who would it be?",
    "What's your favorite TV show of all time?",
    "If you could have any animal as a pet, exotic or not, what would it be?",
    "What's the best book you've read recently?",
    "If you could be any fictional character, who would you choose?",
    "What's your favorite time of day and why?",
    "If you could travel back in time, what era would you visit?",
    "What's your favorite way to relax?",
    "If you could visit any fictional world, where would you go?",
    "What's your favorite outdoor activity?",
    "If you could have any view from your home, what would it be?",
    "What's your favorite thing about your current job?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite type of music?",
    "If you could have any job in the world, what would it be?",
    "What's your favorite holiday?",
    "If you could live anywhere in the world, where would it be?",
    "What's your favorite TV show?",
    "If you could have any superpower, what would it be?",
    "What's your favorite movie?",
    "If you could be any fictional character, who would it be?",
    "What's your favorite book?",
    "If you could visit any place in the world, where would it be?",
    "What's your favorite way to relax?",
    "If you could have any view from your home, what would it be?",
    "What's your favorite thing about your current job?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite type of music?",
    "If you could have any job in the world, what would it be?",
    "What's your favorite holiday?",
    "If you could live anywhere in the world, where would it be?",
    "What's your favorite TV show?",
    "If you could have any superpower, what would it be?",
    "What's your favorite movie?",
    "If you could be any fictional character, who would it be?",
    "What's your favorite book?",
    "If you could visit any place in the world, where would it be?",
    "What's your favorite way to relax?",
    "If you could have any view from your home, what would it be?",
    "What's your favorite thing about your current job?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite type of music?",
    "If you could have any job in the world, what would it be?",
    "What's your favorite holiday?",
    "If you could live anywhere in the world, where would it be?",
    "What's your favorite TV show?",
    "If you could have any superpower, what would it be?",
    "What's your favorite movie?",
    "If you could be any fictional character, who would it be?",
    "What's your favorite book?"
  ]
}
